[
  {
    "text": "For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
    "reference": "John 3:16 ESV"
  },
  {
    "text": "For there is one God, and there is one mediator between God and men, the man Christ Jesus, who gave himself as a ransom for all, which is the testimony given at the proper time.",
    "reference": "1 Timothy 2:5-6 ESV"
  },
  {
    "text": "I can do all things through him who strengthens me.",
    "reference": "Philippians 4:13 ESV"
  },
  {
    "text": "Trust in the LORD with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths.",
    "reference": "Proverbs 3:5-6 ESV"
  },
  {
    "text": "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.",
    "reference": "2 Corinthians 5:17 ESV"
  },
  {
    "text": "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
    "reference": "Romans 8:28 ESV"
  },
  {
    "text": "But he said to me, 'My grace is sufficient for you, for my power is made perfect in weakness.' Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me.",
    "reference": "2 Corinthians 12:9 ESV"
  },
  {
    "text": "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, not a result of works, so that no one may boast.",
    "reference": "Ephesians 2:8-9 ESV"
  },
  {
    "text": "The LORD is my shepherd; I shall not want. He makes me lie down in green pastures. He leads me beside still waters. He restores my soul.",
    "reference": "Psalm 23:1-3 ESV"
  },
  {
    "text": "Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ.",
    "reference": "Romans 5:1 ESV"
  },
  {
    "text": "But seek first the kingdom of God and his righteousness, and all these things will be added to you.",
    "reference": "Matthew 6:33 ESV"
  },
  {
    "text": "For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.",
    "reference": "Romans 8:38-39 ESV"
  },
  {
    "text": "Be strong and courageous. Do not fear or be in dread of them, for it is the LORD your God who goes with you. He will not leave you or forsake you.",
    "reference": "Deuteronomy 31:6 ESV"
  },
  {
    "text": "Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.",
    "reference": "Philippians 4:8 ESV"
  },
  {
    "text": "In the beginning was the Word, and the Word was with God, and the Word was God.",
    "reference": "John 1:1 ESV"
  },
  {
    "text": "But they who wait for the LORD shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
    "reference": "Isaiah 40:31 ESV"
  },
  {
    "text": "The LORD bless you and keep you; the LORD make his face to shine upon you and be gracious to you; the LORD lift up his countenance upon you and give you peace.",
    "reference": "Numbers 6:24-26 ESV"
  },
  {
    "text": "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.",
    "reference": "Philippians 4:6 ESV"
  },
  {
    "text": "For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.",
    "reference": "Jeremiah 29:11 ESV"
  },
  {
    "text": "Jesus said to him, 'I am the way, and the truth, and the life. No one comes to the Father except through me.'",
    "reference": "John 14:6 ESV"
  },
  {
    "text": "And let us consider how to stir up one another to love and good works, not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.",
    "reference": "Hebrews 10:24-25 ESV"
  },
  {
    "text": "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.",
    "reference": "Romans 6:23 ESV"
  },
  {
    "text": "Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit.",
    "reference": "Matthew 28:19 ESV"
  },
  {
    "text": "Rejoice always, pray without ceasing, give thanks in all circumstances; for this is the will of God in Christ Jesus for you.",
    "reference": "1 Thessalonians 5:16-18 ESV"
  },
  {
    "text": "And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.",
    "reference": "John 1:14 ESV"
  },
  {
    "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.",
    "reference": "Galatians 5:22-23 ESV"
  },
  {
    "text": "I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.",
    "reference": "Romans 12:1 ESV"
  },
  {
    "text": "For all have sinned and fall short of the glory of God.",
    "reference": "Romans 3:23 ESV"
  },
  {
    "text": "Come to me, all who labor and are heavy laden, and I will give you rest.",
    "reference": "Matthew 11:28 ESV"
  },
  {
    "text": "Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.",
    "reference": "Ephesians 4:29 ESV"
  },
  {
    "text": "But God shows his love for us in that while we were still sinners, Christ died for us.",
    "reference": "Romans 5:8 ESV"
  },
  {
    "text": "The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.",
    "reference": "John 10:10 ESV"
  },
  {
    "text": "Your word is a lamp to my feet and a light to my path.",
    "reference": "Psalm 119:105 ESV"
  },
  {
    "text": "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, casting all your anxieties on him, because he cares for you.",
    "reference": "1 Peter 5:6-7 ESV"
  },
  {
    "text": "Count it all joy, my brothers, when you meet trials of various kinds, for you know that the testing of your faith produces steadfastness.",
    "reference": "James 1:2-3 ESV"
  },
  {
    "text": "Let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.",
    "reference": "Matthew 5:16 ESV"
  },
  {
    "text": "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.",
    "reference": "John 13:34 ESV"
  },
  {
    "text": "The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.",
    "reference": "2 Peter 3:9 ESV"
  },
  {
    "text": "For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.",
    "reference": "Ephesians 2:10 ESV"
  },
  {
    "text": "But the Lord is faithful. He will establish you and guard you against the evil one.",
    "reference": "2 Thessalonians 3:3 ESV"
  },
  {
    "text": "Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him.",
    "reference": "James 1:12 ESV"
  },
  {
    "text": "I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.",
    "reference": "Galatians 2:20 ESV"
  },
  {
    "text": "You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself.",
    "reference": "Luke 10:27 ESV"
  },
  {
    "text": "Now faith is the assurance of things hoped for, the conviction of things not seen.",
    "reference": "Hebrews 11:1 ESV"
  },
  {
    "text": "And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.",
    "reference": "Hebrews 11:6 ESV"
  },
  {
    "text": "Jesus said to her, 'I am the resurrection and the life. Whoever believes in me, though he die, yet shall he live, and everyone who lives and believes in me shall never die.'",
    "reference": "John 11:25-26 ESV"
  },
  {
    "text": "The name of the LORD is a strong tower; the righteous man runs into it and is safe.",
    "reference": "Proverbs 18:10 ESV"
  },
  {
    "text": "Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me.",
    "reference": "Revelation 3:20 ESV"
  },
  {
    "text": "And he said to all, 'If anyone would come after me, let him deny himself and take up his cross daily and follow me.'",
    "reference": "Luke 9:23 ESV"
  },
  {
    "text": "Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change.",
    "reference": "James 1:17 ESV"
  }
] 