[
  {
    "day": 1,
    "verse": "Philippians 4:6 - Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.",
    "praise": "Think and Thank the Lord for three things he has done to you today!",
    "personal": "Pray that the Lord may meet all of your needs. List them one by one!",
    "family": "Pray for a member of your household that he/she may know Jesus.",
    "communal": "Pray for the church to diligently grow in the Lord in the area of prayer."
  },
  {
    "day": 2,
    "verse": "Romans 8:26 - Likewise, the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words.",
    "praise": "Thank the Lord for being our helper!",
    "personal": "Pray that the Lord will help you in your personal weakness. Honestly Surrender it to the Lord.",
    "family": "Pray for a family member that may have offended you.",
    "communal": "Pray for the church to be a place of refuge to those who are hurting."
  },
  {
    "day": 3,
    "verse": "Matthew 6:6 - But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your father who sees in secret will reward you.",
    "praise": "Think about the goodness of the Lord in your life!",
    "personal": "Pray that the Lord will enable you to pray diligently every day.",
    "family": "Pray together with your household. Pray that your family may grow in serving one another!",
    "communal": "Pray for the church to be salt and light of the world reaching the spheres of Influence."
  },
  {
    "day": 4,
    "verse": "James 5:16 - Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.",
    "praise": "Thank the Lord for life! He had granted you a new day!",
    "personal": "Pray to the Lord that He may help you forgive those who hurt you.",
    "family": "Pray with your husband or wife that you may grow in love and understanding.",
    "communal": "Pray for the church members to have a habit of praying with one another."
  },
  {
    "day": 5,
    "verse": "Matthew 26:41 - Watch and pray that you may not enter into temptation. The spirit indeed is willing, but the flesh is weak.",
    "praise": "Thank the Lord for your family!",
    "personal": "Pray to the Lord to keep you away from temptation. List it and pray aloud.",
    "family": "Pray with your children or family members that they may be led in the right way of living.",
    "communal": "Pray for the church to be faithful in the dealings of God."
  },
  {
    "day": 6,
    "verse": "Colossians 4:2 - Continue steadfastly in prayer, being watchful in it with thanksgiving.",
    "praise": "Thank the Lord for your church family!",
    "personal": "Pray to the Lord that you will grow in your quite time. Spend time with Him daily!",
    "family": "Pray for your mom/dad that they may be blessed with good health.",
    "communal": "Pray for the church to be use by God to be a blessing to the community."
  },
  {
    "day": 7,
    "verse": "1 Thessalonians 5:16-18 - Rejoice always, pray without ceasing, give thanks in all circumstances; for this is the will of God in Christ Jesus for you.",
    "praise": "Thank the Lord for problems you had overcome!",
    "personal": "Pray to the Lord that you may grow in gratitude. Thank 5 person today that had helped you in your spiritual life.",
    "family": "Pray with your family to be strong despite of life challenges.",
    "communal": "Pray for your church leaders. Remember your Pastors."
  },
  {
    "day": 8,
    "verse": "Romans 12:12-12 Be joyful in hope, patient in affliction, faithful in prayer.",
    "praise": "Have you developed the habit of praying? Thank the Lord for persistence!",
    "personal": "Pray that the hope you have in Christ will help you serve in His ministry!",
    "family": "Pray that your family will serve the Lord!",
    "communal": "Pray for our ministries!"
  },
  {
    "day": 9,
    "verse": "Psalm 145:18-18 The Lord is near to all who call on him, to all who call on him in truth.",
    "praise": "Thank the Lord for your work!",
    "personal": "Pray that you personally grow in obedience to the Lord. Read His word daily!",
    "family": "Pray for your brother/sister that they may know Jesus as their personal Lord and Savior.",
    "communal": "Pray that our church will grow in numbers! That we may minister to more and more people!"
  },
  {
    "day": 10,
    "verse": "Jeremiah 33:3-3 'Call to me and I will answer you and tell you great and unsearchable things you do not know.'",
    "praise": "If you are breathing today, Praise him with utmost joy!",
    "personal": "Pray for areas of your life you need clarity upon.",
    "family": "Lay hands to your husband/wife, pray for your relationship to grow in love.",
    "communal": "Pray that our church will be a vessel of hope to those who are in the darkness by being faithful in sharing the gospel."
  },
  {
    "day": 11,
    "verse": "Hebrews 4:16-16 Let us then approach God's throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need.",
    "praise": "Thank the Lord for all the blessings he had allowed you to have!",
    "personal": "Pray for growth in your Christian Walk. Be available in the things of God!",
    "family": "Pray for a family member in need and be able to help them.",
    "communal": "Pray for church to blessed by God in all areas so we may bless the community around us."
  },
  {
    "day": 12,
    "verse": "James 1:6-6 But when you ask, you must believe and not doubt, because the one who doubts is like a wave of the sea, blown and tossed by the wind.",
    "praise": "Pause and start to meditate the Lord faithfulness over the years.",
    "personal": "Pray for your dreams and aspiration, that it will be in his will.",
    "family": "Pray for your siblings that they too will know Jesus.",
    "communal": "Pray for all believers that they will be assured with the hope they have in Christ."
  },
  {
    "day": 13,
    "verse": "Acts 1:14-14 They all joined together constantly in prayer, along with the women and Mary the mother of Jesus, and with his brothers.",
    "praise": "Thank the Lord for your Link Group or Small group!",
    "personal": "Pray that you will grow in your prayer life. Be constant in prayer and fellowship.",
    "family": "Pray together with Family and make it a habit. Get prayer items and pray.",
    "communal": "Pray for Christian Churches around town that the Lord will bless their ministries."
  },
  {
    "day": 14,
    "verse": "Luke 6:27-28-27 \"But to you who are listening I say: Love your enemies, do good to those who hate you, 28 bless those who curse you, pray for those who mistreat you.\"",
    "praise": "Thank the Lord mended relationships!",
    "personal": "Pray for your enemies that they may know Christ and choose to love them.",
    "family": "Pray together with your spouse and forgive offenses of the past.",
    "communal": "Pray for Christlikeness in our Church."
  }
]
